Repository: jdapena/mfs2012
Catalog: po/*.po
Languages: es

source: trakt.tv API key
es: Clave de API de trakt.tv

source: (no credentials received)
es: (no se han recibido credenciales)

source: Client connected. Peer credentials: %s Negotiated capabilities: unix-fd-passing=%d
es: Cliente conectado. Credenciales del par: %s Capacidades negociadas: unix-fd-passing=%d

source: Couldn't register the feed server: %s Quitting...
es: No se puedo registrar el servidor de feed: %s Finalizando...

source: Could not acquire name. Quitting...
es: No se pudo obtener nombre. Finalizando...

source: Reading the API key from file %s failed: %s
es: Fallo leyendo la clave de API del fichero %s: %s

source: Can't find API key in config file %s: %s
es: No se pudo encontrar la clave del API en el fichero de configuración %s: %s

source: Can't generate config file %s: %s
es: No se pudo generar el fichero de configuración %s: %s

source: Can't write config file %s: %s
es: No se puede escribir el fichero de configuración %s: %s

source: - GTrakt Feed D-BUS Service
es: - Servicio D-BUS de feeds de GTrakt

source: option parsing failed: %s
es: Fallo parseando parámetros: %s

source: Limit search only to movies (default value)
es: Limitar búsqueda sólo a películas (por defecto)

source: Limit search only to shows
es: Limitar búsqueda solo a programas

source: Limit search only to episodes
es: Limitar búsqueda sólo a episodios

source: term to search
es: término a buscar

source: variant content (%c) = %s
es: contenido del variant (%c) = %s

source: Response received!
es: ¡Recibida respuesta!

source: - GTrakt Feed test
es: - Prueba de GTrakt Feed

source: No query provided!
es: ¡No se ha proporcionado búsqueda!

source: Couldn't parse gdbus node info: %s
es: No se pudo parsear la información de nodo gdbus: %s

source: No query was specified.
es: No se ha proporcionado búsqueda.

source: Search type is not valid.
es: El tipo de búsqueda no es válido.

source: The specified query is invalid.
es: El término de búsqueda es inválido.

source: Cannot connect to the server
es: No se pudo conectar al servidor

source: Cannot connect to the proxy server
es: No se pudo conectar al servidor proxy

source: Invalid request URI or header: %s
es: URI de petición o cabecera inválida: %s

source: Authentication required: %s
es: Autenticación necesaria: %s

source: The requested resource was not found: %s
es: El recurso solicitado no se ha encontrado: %s

source: The entry has been modified since it was downloaded: %s
es: La entrada ha sido modificada desde que se descargó: %s

source: Operation was cancelled
es: Operación cancelada

source: Unhandled status: %s
es: Estado desconocido: %s

source: Malformed URL: %s
es: URL mal formada: %s
